Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# QueueDialog_UndoFailure_Content
source: An exception occurred while deleting the file, the undo operation could not be completed
de_de: Da einige Dateien/Ordner nicht mehr vorhanden sind, konnte nicht alles vollständig rückgängig gemacht werden.
es: Algunos archivos o carpetas ya no existen; la operación de deshacer no se ha podido completar del todo.
fr_fr: Comme certains fichiers/dossiers n'existent plus, l'opération d'annulation n'a pas pu être menée à bien complètement
zh_hans: 由于部分文件/文件夹已不存在，因此撤销操作未能完全完成
zh_hant: 由於某些檔案/資料夾不存在，因此復原操作無法完成

# QueueDialog_WiFiError_Content
source: WIFI transmission has an unexpected error：\r
de_de: WIFI-Übertragung hat einen unerwarteten Fehler：\r
es: La transmisión wifi ha experimentado un error inesperado：\r
fr_fr: La transmission WiFi a rencontrée une erreur：\r
zh_hans: WIFI传输出现意外错误：\r
zh_hant: Wi-Fi傳輸有意外錯誤：\r

# QueueDialog_WinHelloAuthFail_Content
source: Windows Hello authentication failed, you do not have permission to enter the Security Area
de_de: Fehler bei der Windows Hello-Authentifizierung. Sie sind nicht berechtigt, den Sicherheitsbereich zu betreten.
es: La autenticación con Windows Hello ha fallado; no tienes permiso para entrar en el Área de seguridad.
fr_fr: L'authentification avec Windows Hello a échoué, vous n'avez pas la permission d'entrer dans l'Espace Sécurisé
zh_hans: Windows Hello认证不通过，您无进入安全域的权限
zh_hant: Windows Hello身份驗證失敗，您無沒有權限進入加密庫

# QueueDialog_WinHelloCredentialLost_Content
source: Windows Hello authentication credentials are lost, you cannot use Windows Hello, please use the password to enter \r\rAfter you re-enter the security domain, enter settings to re-register Windows Hello
de_de: Windows Hello-Authentifizierungsanmeldeinformationen sind verloren gegangen. Sie können Windows Hello nicht verwenden. Verwenden Sie bitte das Kennwort, um fortzufahren. Nachdem Sie die Sicherheitsdomäne erneut eingegeben haben, gehen Sie in die Einstellungen, um Windows Hello erneut zu registrieren.
es: Se han perdido las credenciales para la autenticación con Windows Hello; no puedes usar Windows Hello. Por favor, usa la contraseña para entrar. \r\rDespués de volver a introducir el dominio de seguridad, accede a la configuración para volver a registrar Windows Hello.
fr_fr: Les données d'authentification de Windows Hello sont perdues, vous ne pouvez pas utiliser Windows Hello, veuillez utiliser le mot de passe pour entrer \r\rAprès être ré-entré dans le domaine de sécurité, entrez les paramètres pour ré-enregistrer Windows Hello
zh_hans: Windows Hello认证凭据丢失，无法使用Windows Hello，请使用密码进入\r\r您可以在重新进入安全域后，进入设置重新注册Windows Hello
zh_hant: Windows Hello身份驗證憑據丟失，無法使用Windows Hello，請使用密碼輸入\r\r重新進入加密庫後，輸入設定以重新註冊Windows Hello

# QueueDialog_WinHelloDisable_Content
source: Windows Hello is disabled and cannot enter the Security Area through Windows Hello
de_de: Windows Hello ist deaktiviert und Sie können den Sicherheitsbereich nicht mit Windows Hello betreten.
es: Windows Hello está deshabilitado y no se puede entrar al Área de seguridad a través de Windows Hello
fr_fr: Windows Hello est désactivé et vous ne pouvez pas l'utiliser afin d'accèder à l'Espace Sécurisé
zh_hans: Windows Hello已被禁用，无法通过Windows Hello进入安全域
zh_hant: Windows Hello已禁用，無法通過Windows Hello進入加密庫

# QueueDialog_WinHelloSetupError_Content
source: Windows Hello could not be set up correctly, please try again
de_de: Windows Hello konnte nicht korrekt eingerichtet werden. Bitte versuchen Sie es erneut.
es: Es posible que Windows Hello no esté configurado correctamente; por favor, inténtalo de nuevo.
fr_fr: Windows Hello n'a pas été initialisé correctement, veuillez réessayer
zh_hans: 无法正确设置Windows Hello，请重试
zh_hant: Windows Hello無法正確設定，請重試

# Queue_Dialog_ImageReadError_Content
source: The image viewer failed to read any image file due to an abnormality in reading the image folder. Please try again.
de_de: Der Bildbetrachter konnte keine Bilddatei lesen, da der Bildordner ungewöhnlich war. Bitte versuchen Sie es erneut.
es: El visor de imágenes no ha podido leer ningún archivo de imagen debido a una anormalidad al leer la carpeta de imágenes. Por favor, inténtalo de nuevo.
fr_fr: La visionneuse d'images n'a pu lire aucun fichier image en raison d'une anomalie dans la lecture du dossier image. Veuillez réessayer.
zh_hans: 由于读取图片文件夹出现异常，图片查看器未能读取到任何图片文件。请重试。
zh_hant: 由於讀取圖像資料夾異常，圖片檢視器無法讀取任何圖像文件。 請再試一次。

# RX_BuildIn_Viewer_Name
source: RX built-in viewer
de_de: RX-viewer
es: Visor integrado en RX
fr_fr: Visionneuse RX intégrée
zh_hans: RX内置查看器
zh_hant: RX 檔案管理內置檢視器

# Setting_UIMode_Custom
source: Custom
de_de: Benutzerdefiniert
es: Personalizado
fr_fr: Personnalisé
zh_hans: 自定义
zh_hant: 自訂

# Setting_UIMode_Recommend
source: Recommended
de_de: Empfohlen
es: Recomendado
fr_fr: Recommandé
zh_hans: 推荐
zh_hant: 建議

# Setting_UIMode_SolidColor
source: Solid Color
de_de: Einfarbig
es: Color sólido
fr_fr: Couleur pleine
zh_hans: 纯色
zh_hant: 純色

# SecureAreaImportCancelButton.Content
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# SolidColor_Black.Content
source: Black
de_de: Schwarz
es: Negro
fr_fr: Noir
zh_hans: 黑色
zh_hant: 黑色

# SolidColor_White.Content
source: White
de_de: Weiß
es: Blanco
fr_fr: Blanc
zh_hans: 白色
zh_hant: 白色

# Folder_Admin_DisplayType
source: File folder
de_de: Dateiordner
es: Carpeta de archivos
fr_fr: Dossier de fichiers
zh_hans: 文件夹
zh_hant: 資料夾

# Application_Admin_Name
source: Application
de_de: Programm
es: Aplicación
zh_hans: 应用程序
zh_hant: 應用程式

# Compression_Admin_Name_Text
source: New_Zip
de_de: Neu_ZIP.
es: Nuevo_Zip
fr_fr: Nouveau_Zip
zh_hans: 新建压缩文件
zh_hant: 新建壓縮文件

# SettingPageAnimationSwitchLabel.Text
source: Animation effect
de_de: Animationseffekt
es: Efecto de animación
fr_fr: Effet d'animation
zh_hans: 动画效果
zh_hant: 動畫效果

# SettingPageAnimationSwitch.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 停用

# SettingPageAnimationSwitch.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# ThankTranslate.Text
source: Special thanks to the following translators
de_de: Speziellen Dank für die folgenden Übersetzer
es: Agradecimiento especial a los siguientes traductores
fr_fr: Remerciements particuliers aux traducteurs suivants
zh_hans: 特别感谢以下翻译人员
zh_hant: 特別感謝以下翻譯人員

# QueueDialog_Store_AlreadyPurchase_Content
source: You have already purchased this application and cannot be purchased repeatedly
de_de: Sie haben bereits die App gekauft. Sie können Sie nicht erneut kaufen.
es: Ya has comprado esta aplicación, por lo que no puedes volver a comprarla.
fr_fr: Vous avez déjà acheté cette application et ne pouvez pas l'acheter à plusieurs reprises
zh_hans: 您已经购买了本应用，无法多次重复购买
zh_hant: 您已經購買了此應用程式，無法重複購買

# QueueDialog_Store_NotPurchase_Content
source: The purchase operation has been cancelled, you can continue to use this application, but the related functions will not be unlocked
de_de: Die Kaufoption wurde entfernt. Sie können die App weiter benutzen, aber die dazugehörigen Funktionen werden nicht entsperrt.
es: Se ha cancelado la operación de compra; puedes seguir usando esta aplicación, pero las funciones relacionadas no se desbloquearán.
fr_fr: L'opération d'achat a été annulée, vous pouvez continuer à utiliser cette application, mais les fonctions associées ne seront pas déverrouillées
zh_hans: 购买操作已经取消，您可以继续使用本应用，但相关功能将不会解锁
zh_hant: 購買操作已被取消，您可以繼續使用此應用程式，但相關功能不會被解鎖

# QueueDialog_Store_PurchaseSuccess_Content
source: The application has been successfully purchased, the related functions have been unlocked, thank you for your support
de_de: Die App wurde erfolgreich gekauft und die zugehörigen Funktionen wurden entsperrt. Vielen Dank für ihre Unterstützung.
es: La aplicación se ha comprado correctamente; las funciones relacionadas se han desbloqueada. Gracias por tu apoyo.
fr_fr: L'application a été achetée avec succès, les fonctions associées ont été déverrouillées, merci pour votre soutien
zh_hans: 您已成功购买本应用，相关功能已经解锁，感谢您的支持
zh_hant: 此應用程式已成功購買，相關功能已解鎖，感謝支持

# QueueDialog_EditErrorWhenOpen_Content
source: Failed to create clip, unable to edit this video
de_de: Konnte Ausschnitt nicht erstellen. Video konnte nicht bearbeitet werden.
es: Error al crear el clip; no se es posible editar este vídeo
fr_fr: Impossible de créer le clip, impossible de modifier cette vidéo
zh_hans: 创建剪辑片段时失败,无法编辑此视频
zh_hant: 裁剪失敗,無法剪輯這部影片

# MainPage_PageDictionary_RecycleBin_Label
source: Recycle Bin
de_de: Papierkorb
es: Papelera
fr_fr: Corbeille
zh_hans: 回收站
zh_hant: 資源回收筒

# RecycleOriginLocation.Text
source: Original location
de_de: Ursprünglicher Ort
es: Ubicación original
fr_fr: Emplacement d'origine
zh_hans: 原位置
zh_hant: 原始位置

# RecycleTime.Text
source: Recycle date
de_de: Wiederherstellungsdatum
es: Reciclar fecha
fr_fr: Date de recyclage
zh_hans: 删除日期
zh_hant: 回收日期

# QueueDialog_Item_Captured_Content
source: The item is already occupied by another application, this operation cannot be performed
de_de: Dieses Objekt ist bereits von einer anderen App besetzt. Die Aufgabe konnte nicht ausgeführt werden.
es: El ítem ya está ocupado por otra aplicación; no se ha podido llevar a cabo esta operación.
fr_fr: L'élément est déjà occupé par une autre application, cette opération ne peut pas être effectuée
zh_hans: 该对象已被其他应用程序占用，无法进行此操作
zh_hant: 此檔案已被另一個應用程式佔用，無法執行此操作

# QueueDialog_EmptyRecycleBin_Content
source: This operation will empty the recycle bin and cannot be recovered. Do you want to continue?
de_de: Diese Aufgabe wird den Papierkorb vollständig leeren und die Dateien können nicht wiederhergestellt werden. Möchten Sie fortfahren?
es: Esta operación vaciará la papelera y no se podrá recuperar el contenido. ¿Deseas continuar?
fr_fr: Cette opération videra la corbeille et ne pourra pas être récupérée. Voulez-vous continuer?
zh_hans: 此操作将清空回收站且无法恢复，是否继续?
zh_hant: 你確定要永久刪除這個檔案媽?

# RecycleBinEmptyingText
source: Emptying
de_de: Wird geleert...
es: Vaciando
fr_fr: Vidange
zh_hans: 正在清空
zh_hant: 正在刪除...

# RecycleBinRestoreText
source: Restoring
de_de: Wird wiederhergestellt...
es: Restableciendo
fr_fr: Restauration
zh_hans: 正在还原
zh_hant: 正在還原...

# QueueDialog_RecycleBinEmptyError_Content
source: An unexpected error occurred and the recycle bin could not be emptied
de_de: Ein unerwarteter Fehler ist aufgetreten und der Papierkorb konnte nicht geleert werden.
es: Se ha producido un error inesperado y la papelera no se puede vaciar.
fr_fr: Une erreur inattendue s'est produite et la corbeille n'a pas pu être vidée
zh_hans: 出现意外错误，无法清空回收站
zh_hant: 發生意外錯誤，無法清空資源回收筒

# ClearRecycleBin.Label
source: Empty recycle bin
de_de: Papierkorb leeren
es: Vaciar papelera
fr_fr: Poubelle de recyclage vide
zh_hans: 清空回收站
zh_hant: 清理資源回收筒

# Properties_Tools_Unlock_Failure
source: Unlock failed
de_de: Entsperren fehlgeschlagen
es: Desbloqueo fallido
fr_fr: Échec du déverrouillage
zh_hans: 无法解除文件占用
zh_hant: 解鎖失敗

# Properties_Tools_Unlock_FileNotFound
source: Unable to find the corresponding file
de_de: Zugehörige Datei konnte nicht gefunden werden
es: No se ha podido encontrar el archivo correspondiente.
fr_fr: Impossible de trouver le fichier correspondant
zh_hans: 无法找到对应的文件
zh_hant: 找不到對應的檔案

# Properties_Tools_Unlock_NoLock
source: The file is not locked, no need to unlock the file
de_de: Die Datei ist nicht gesperrt, die Datei muss nicht entsperrt werden
es: El archivo no está bloqueado, no es necesario desbloquearlo
fr_fr: Le fichier n'est pas verrouillé, pas besoin de déverrouiller le fichier
zh_hans: 该文件未被占用，无需解除占用
zh_hant: 文件没有被锁定，不需要解锁文件

# Properties_Tools_Unlock_Success
source: Unlock successfully
de_de: Erfolgreich entsperren
es: Desbloquear con éxito
fr_fr: Déverrouiller avec succès
zh_hans: 解除占用成功
zh_hant: 解鎖成功

# Properties_Tools_Unlock_UnexpectedError
source: An unexpected error detected
de_de: Ein unerwarteter Fehler ist aufgetreten.
es: Se ha producido un error inesperado.
fr_fr: Une erreur inattendue est apparue
zh_hans: 出现未知错误
zh_hant: 發生意外錯誤

# RecyclePermanentDelete.Label
source: Permanent delete
de_de: Endgültig löschen
es: Eliminar permanentemente
fr_fr: Suppression définitive
zh_hans: 永久删除
zh_hant: 永久刪除

# RestoreRecycle.Label
source: Restore
de_de: Wiederherstellen
es: Restablecer
fr_fr: Restaurer
zh_hans: 还原
zh_hant: 還原

# QueueContentDialog_UnableToEject_Content
source: Could not eject this USB device
de_de: USB-Stick konnte nicht ausgeworfen werden
es: No se ha podido expulsar este dispositivo USB.
fr_fr: Impossible d'éjecter ce périphérique USB
zh_hans: 无法弹出此USB设备
zh_hant: 無法彈出此USB裝置

# Operate_Text_EjectUSB
source: Eject
de_de: Auswerfen
es: Expulsar
fr_fr: Éjecter
zh_hans: 弹出
zh_hant: 退出

# Operate_Text_OpenInTerminal
source: Open in terminal...
de_de: In Eingabeaufforderung öffnen...
es: Abrir en terminal...
fr_fr: Ouvrir dans le terminal ...
zh_hans: 在终端中打开...
zh_hant: 在Windows PoweShell中打開...

# RecycleBinDeleteText
source: Deleting
de_de: Wird gelöscht...
es: Eliminando
fr_fr: Suppression
zh_hans: 正在删除
zh_hant: 正在刪除

# QueueDialog_RecycleBinDeleteError_Content
source: An exception occurred while deleting the following files:
de_de: Ein Fehler trat beim Löschen folgender Dateien auf:
es: Se ha producido un error al eliminar los siguientes archivos:
fr_fr: Une erreur s'est produite lors de la suppression des fichiers suivants:
zh_hans: 在删除以下文件时出现错误:
zh_hant: 刪除以下檔案時發生錯誤：

# QueueDialog_RecycleBinRestoreError_Content
source: An exception occurred while restoring the following files:
de_de: Ein Fehler trat beim Wiederherstellen folgender Dateien auf:
es: Se ha producido un error al restablecer los siguientes archivos:
fr_fr: Une erreur s'est produite lors de la restauration des fichiers suivants:
zh_hans: 在还原以下文件时出现错误:
zh_hant: 復原以下檔案時發生錯誤：

# QueueDialog_RenameExist_Content
source: A file with the same name already exists, whether to rename it automatically?
de_de: Eine Datei mit dem selben Namen existiert bereits. Soll sie automatisch umbenannt werden?
es: Ya existe un archivo con el mismo nombre; ¿deseas renombrarlo automáticamente?
fr_fr: Un fichier du même nom existe déjà, que ce soit pour le renommer automatiquement?
zh_hans: 已存在同名文件，是否自动重命名?
zh_hant: 此位置已經有同名的檔案,是否自動重新命名?

# Eject_Toast_Text_1
source: Success
de_de: Erfolg
es: Correcto
fr_fr: Succès
zh_hans: 成功
zh_hant: 成功

# Eject_Toast_Text_2
source: The USB device has been ejected successfully
de_de: Der USB-Stick wurde erfolgreich ausgeworfen.
es: El dispositivo USB se ha expulsado correctamente.
fr_fr: Le périphérique USB a été éjecté avec succès
zh_hans: USB设备已成功弹出
zh_hant: USB裝置已成功移除

# Eject_Toast_Text_3
source: It is now safe to remove the USB device
de_de: Sie können den USB-Stick jetzt entfernen.
es: Ya se puede retirar el dispositivo USB.
fr_fr: Il est maintenant sûr de retirer le périphérique USB
zh_hans: 现在可安全的移除USB设备
zh_hant: 現在可以安全刪除USB裝置

# Operate_Text_NewTab
source: Open in new tab
de_de: In neuem Tab öffnen
es: Abrir en una nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
zh_hans: 在新标签页中打开
zh_hant: 在新索引標籤中開啟

# Operate_Text_NewWindow
source: Open in new window
de_de: In neuem Fenster öffnen
es: Abrir en una nueva ventana
fr_fr: Ouvrir dans une nouvelle fenetre
zh_hans: 在新窗口中打开
zh_hant: 在新視窗開啟

# QueueDialog_CopyFailUnexpectError_Content
source: An exception occurred while copying the file, the copy operation failed
de_de: Ein Fehler trat während des Kopierens der Datei auf. Der Kopiervorgang ist fehlgeschlagen.
es: Se ha producido un error al copiar el archivo; la operación de copia ha fallado.
fr_fr: Une erreur s'est produite lors de la copie du fichier, l'opération de copie a échoué
zh_hans: 复制文件时出现错误，复制操作已失败
zh_hant: 複製檔案時發生錯誤，複製失敗

# QueueDialog_DeleteFailUnexpectError_Content
source: An exception occurred while deleting the file, the delete operation failed
de_de: Ein Fehler trat während des Löschens der Datei auf. Der Löschvorgang ist fehlgeschlagen.
es: Se ha producido un error al eliminar el archivo; la operación de eliminación ha fallado.
fr_fr: Une erreur s'est produite lors de la suppression du fichier, l'opération de suppression a échoué
zh_hans: 删除文件时出现错误，删除操作已失败
zh_hant: 刪除檔案時發生錯誤，刪除失敗

# QueueDialog_MoveFailUnexpectError_Content
source: An exception occurred while moving the file, the move operation failed
de_de: Ein Fehler trat während des Verschiebens der Datei auf. Der Verschiebungsvorgang ist fehlgeschlagen.
es: Se ha producido un error al mover el archivo; la operación ha fallado.
fr_fr: Une erreur s'est produite lors du déplacement du fichier, l'opération de déplacement a échoué
zh_hans: 移动文件时出现错误，移动操作已失败
zh_hant: 移動檔案時發生錯誤，移動失敗

# QueueDialog_FailToGetClipboardError_Content
source: Failed to get the contents of the clipboard
de_de: Kopieren von der Zwischenablage fehlgeschlagen
es: No se han podido obtener los contenidos del portapapeles.
fr_fr: Impossible d'obtenir le contenu du presse-papiers
zh_hans: 无法获取剪贴板的内容
zh_hant: 無法取得剪貼簿的內容

# RemoveHiddenProperty.Label
source: Remove hidden attributes
de_de: Ausgeblendete Eigenschaften entfernen
es: Eliminar atributos ocultos
fr_fr: Supprimer les attributs masqués
zh_hans: 尝试移除隐藏属性
zh_hant: 刪除隱藏的屬性

# SettingDisplayHiddenItemLabel.Text
source: Show hidden files
de_de: Zeige versteckte Dateien
es: Mostrar archivos ocultos
fr_fr: Afficher les fichiers cachés
zh_hans: 显示隐藏文件
zh_hant: 顯示隱藏的檔案

# SettingDisplayHiddenItem.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 停用

# SettingDisplayHiddenItem.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# Operate_Text_Undo
source: Undo
de_de: Rückgängig machen
es: Deshacer
fr_fr: Annuler
zh_hans: 撤销
zh_hant: 復原

# Operate_Text_RemoveHidden
source: Remove hidden attributes
de_de: Ausgeblendete Eigenschaften entfernen
es: Eliminar atributos ocultos
fr_fr: Supprimer les attributs masqués
zh_hans: 尝试移除隐藏属性
zh_hant: 刪除隱藏的屬性

# Click_Perference_1
source: Double Click
de_de: Doppelklick
fr_fr: Double clic

# Click_Perference_2
source: Single Click
de_de: Einzelklick
fr_fr: Cliquez une seule fois

# Font_Color_Black
source: Black
de_de: Zurück
es: Negro
fr_fr: Noir
zh_hans: 黑色
zh_hant: 黑色

# Font_Color_White
source: White
de_de: Weiß
es: Blanco
fr_fr: Blanc
zh_hans: 白色
zh_hant: 白色

# UseWinAndEActivateLabel.Text
source: Intercept [Win+E] shortcut key
de_de: Tastenkombination [Win+E] abfangen
es: Interceptar la tecla de método abreviado [Win + E]
fr_fr: Intercepter la touche de raccourci [Win+E]
zh_hans: 拦截[Win+E]快捷键
zh_hant: 攔截[Win+E]快捷鍵

# UseWinAndEActivate.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 停用

# UseWinAndEActivate.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# QueueDialog_CouldNotAccess_Content
source: RX does not support viewing this drive because its path is empty
de_de: RX unterstützt das Anzeigen dieses Laufwerks nicht da sein Pfad leer ist.
es: RX no admite la visualización de esta unidad porque su ruta está vacía
fr_fr: RX ne prend pas en charge l'affichage de ce lecteur car son chemin est vide
zh_hans: RX不支持查看此驱动器，因为它的路径为空
zh_hant: RX不支持查看此驅動器，因為其路徑為空

# PresentInvalidCharTip.Subtitle
source: Cannot contain illegal characters Illegal characters include \ / : * ? " < > |
de_de: Kann keine nicht erlaubten Zeichen beinhalten Nicht erlaubte Zeichen sind \ / : * ? " < > |
es: No puede contener caracteres no válidos Los caracteres no válidos son \ / : * ? " < > |
fr_fr: Ne peut pas contenir de caractères illégaux Les caractères illégaux incluent \ / : * ? " < > |
zh_hans: 不能包含非法字符 非法字符包括 \ / : * ? " < > |
zh_hant: 不可以包含下列任意字元 \ / : * ? " < > |

# PresentInvalidCharTip.Title
source: Error
de_de: Fehler
fr_fr: Erreur
zh_hans: 错误
zh_hant: 錯誤

# PresentInvalidNameTip.Subtitle
source: The name cannot be empty and cannot contain invalid names Invalid names include "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"
de_de: Der Name kann nicht leer sein und kann keine inkorrekte Namen enthalten Inkorrekte Namen sind "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"
es: El nombre no puede estar vacío y no puede contener denominaciones no válidas Las denominaciones no válidas son: "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9".
fr_fr: Le nom ne peut pas être vide et ne peut pas contenir de noms non valides Les noms non valides incluent "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"
zh_hans: 名称不能为空且不能包含无效的名称 无效名称包括 "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"
zh_hant: 名稱不能為空，並且不能包含無效名稱 無效名稱包括 "CON","PRN", "AUX", "CLOCK$", "NUL" "COM0", "COM1", "COM2", "COM3", "COM4", "COM5", "COM6", "COM7", "COM8", "COM9" "LPT0", "LPT1", "LPT2", "LPT3", "LPT4", "LPT5", "LPT6", "LPT7", "LPT8", "LPT9"

# PresentInvalidNameTip.Title
source: Error
de_de: Fehler
fr_fr: Erreur
zh_hans: 错误
zh_hant: 錯誤

# CustomUISubtype3.Text
source: Bing Image Background
de_de: Bing-Bildhintergrund
es: Fondo de imagen de Bing
fr_fr: Fond d'écran Bing
zh_hans: 必应图片背景
zh_hant: Bing图片背景

# Progress_Tip_WaitingForAction
source: Waiting for action...
de_de: Auf Aktion warten...
es: Esperando acción
fr_fr: En attente d'action...
zh_hans: 正在等待操作...
zh_hant: 正在等候動作

# QueueDialog_FileOccupied_Content
source: The file is already occupied and cannot be renamed
de_de: Datei wird bereits andersweitig verwendet und kann nicht umbenannt werden
es: El archivo ya está ocupado y no se puede renombrar.
fr_fr: Le fichier est déjà occupé et ne peut pas être renommé
zh_hans: 该文件已被占用，因此无法重命名
zh_hant: 該文件已被佔用，無法重命名

# QueueDialog_FolderOccupied_Content
source: The folder is already occupied and cannot be renamed
de_de: Ordner wird bereits verwendet und kann nicht umbenannt werden
es: La carpeta ya está ocupada y no se puede renombrar.
fr_fr: Le dossier est déjà occupé et ne peut pas être renommé
zh_hans: 该文件夹已被占用，因此无法重命名
zh_hant: 該文件夾已被佔用，無法重命名

# Operate_Text_Sort
source: Sort by
de_de: Sortiere nach
es: Ordenar por
fr_fr: Trier par
zh_hans: 排序依据
zh_hant: 排序方式

# Operate_Text_SortDirection_Asc
source: Ascending
de_de: Aufsteigend
es: Ascendente
fr_fr: Ascendant
zh_hans: 升序
zh_hant: 升序

# Operate_Text_SortDirection_Desc
source: Descending
de_de: Absteigend
es: Descendente
fr_fr: Descendant
zh_hans: 降序
zh_hant: 降序

# Operate_Text_SortTarget_Size
source: Size
de_de: Größe
es: Tamaño
fr_fr: Taille
zh_hans: 大小
zh_hant: 尺寸

# Operate_Text_SortTarget_Time
source: Date modified
de_de: Änderungsdatum
es: Fecha modificada
fr_fr: Date modifiée
zh_hans: 修改日期
zh_hant: 修改日期

# Operate_Text_SortTarget_Type
source: Type
de_de: Typ
es: Tipo
zh_hans: 类型
zh_hant: 類型

# QueueDialog_ApplicationNotFound_Content
source: The application cannot be found, please reset the executable file path
de_de: Die anwendung konnte nicht gefunden werden. Bitte setzen Sie den ausführbaren Dateipfad zurück.
es: No se ha podido encontrar la aplicación; por favor, restablece la ruta del archivo ejecutable.
fr_fr: L'application est introuvable, veuillez réinitialiser le chemin du fichier exécutable
zh_hans: 该应用程序已无法找到，请重新设置可执行文件路径
zh_hant: 該應用程序已無法找到，請重新設置可執行文件路徑
